Repository: quarkusio/ja.quarkus.io
Catalog: l10n/tmx/quarkus.tmx
Source language: en_us
Languages: ja_jp

source: You can get https://github.com/quarkusio/quarkus/releases/tag/1.12.2.Final[the full changelog of 1.12.2.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/1.12.2.Final[GitHubに1.12.2.Finalの完全な変更履歴]は掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/1.13.1.Final[the full changelog of 1.13.1.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/1.13.1.Final[1.13.1.Finalの完全な変更履歴はGitHub] に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/1.13.2.Final[the full changelog of 1.13.2.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/1.13.2.Final[1.13.2.Finalの完全な変更履歴はGitHub] に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/1.13.3.Final[the full changelog of 1.13.3.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/1.13.3.Final[1.13.3.Finalの完全な変更履歴は、GitHub] に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/1.13.4.Final[the full changelog of 1.13.4.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/1.13.4.Final[1.13.4.Finalの完全な変更履歴はGitHub] に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/1.13.5.Final[the full changelog of 1.13.5.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/1.13.5.Final[1.13.5.Finalの完全な変更履歴はGitHub] に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/1.13.6.Final[the full changelog of 1.13.6.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/1.13.6.Final[GitHub上で1.13.6.Finalの完全な変更履歴] を入手できます。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/1.13.7.Final[the full changelog of 1.13.7.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/1.13.7.Final[1.13.7.Finalの完全な変更履歴はGitHub] に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/1.8.1.Final[the full changelog of 1.8.1.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/1.8.1.Final[GitHubで1.8.1.1.Finalの完全な変更履歴] は入手できます。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/1.8.2.Final[the full changelog of 1.8.2.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/1.8.2.Final[GitHubで1.8.2.Finalの完全な変更履歴] は入手できます。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/1.8.3.Final[the full changelog of 1.8.3.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/1.8.3.Final[GitHubで1.8.3.Finalの完全な変更履歴] は入手できます。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/1.9.1.Final[the full changelog of 1.9.1.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/1.9.1.Final[1.9.1.Finalの完全な変更履歴は、GitHub]に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/1.9.2.Final[the full changelog of 1.9.2.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/1.9.2.Final[1.9.2.Finalの完全な変更履歴はGitHub]で入手できます。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.0.1.Final[the full changelog of 2.0.1.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.0.1.Final[2.0.1.Finalの完全な変更履歴はGitHub] に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.0.2.Final[the full changelog of 2.0.2.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.0.2.Final[2.0.2.Finalの完全な変更履歴はGitHub] に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.0.3.Final[the full changelog of 2.0.3.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.0.3.Final[2.0.3.Finalの完全な変更履歴はGitHub] に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.1.1.Final[the full changelog of 2.1.1.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.1.1.Final[2.1.1.Finalの完全な変更履歴はGitHub] に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.1.2.Final[the full changelog of 2.1.2.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.1.2.Final[2.1.2.Finalの完全な変更履歴は、GitHub] に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.1.3.Final[the full changelog of 2.1.3.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.1.3.Final[2.1.3.Finalの完全な変更履歴はGitHub] に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.1.4.Final[the full changelog of 2.1.4.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.1.4.Final[2.1.4.Finalの完全な変更履歴はGitHub] に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.10.3.Final[the full changelog of 2.10.3.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.10.3.Final[GitHubに2.10.3.Finalの完全な変更履歴]は掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.2.2.Final[the full changelog of 2.2.2.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.2.2.Final[2.2.2.Finalの完全な変更履歴はGitHub] に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.2.3.Final[the full changelog of 2.2.3.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.2.3.Final[2.2.3.Finalの完全な変更履歴はGitHub] に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.3.1.Final[the full changelog of 2.3.1.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.3.1.Final[2.3.1.Finalの完全な変更履歴はGitHub] に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.4.1.Final[the full changelog of 2.4.1.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.4.1.Final[2.4.1.Finalの完全な変更履歴はGitHub] に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.4.2.Final[the full changelog of 2.4.2.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.4.2.Final[2.4.2.Finalの完全な変更履歴はGitHub] に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.5.1.Final[the full changelog of 2.5.1.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.5.1.Final[2.5.1.Finalの完全な変更履歴はGitHub]に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.5.2.Final[the full changelog of 2.5.2.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.5.2.Final[2.5.2.Finalの完全な変更履歴はGitHub] に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.5.3.Final[the full changelog of 2.5.3.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.5.3.Final[2.5.3.Final の全変更履歴は、GitHub] でご覧いただけます。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.5.4.Final[the full changelog of 2.5.4.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.5.4.Final[2.5.4.Finalの完全な変更履歴はGitHub] に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.6.1.Final[the full changelog of 2.6.1.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.6.1.Final[2.6.1.Finalの完全な変更履歴はGitHub]に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.6.2.Final[the full changelog of 2.6.2.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.6.2.Final[2.6.2.Finalの完全な変更履歴はGitHub] に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.6.3.Final[the full changelog of 2.6.3.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.6.3.Final[2.6.3.Finalの完全な変更履歴はGitHub] に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.7.1.Final[the full changelog of 2.7.1.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.7.1.Final[2.7.1.Finalの完全な変更履歴] は、GitHubに掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.7.2.Final[the full changelog of 2.7.2.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.7.2.Final[2.7.2.Finalの完全な変更履歴はGitHub] に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.7.3.Final[the full changelog of 2.7.3.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.7.3.Final[2.7.3.Final の完全な変更履歴は、GitHub] に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.7.4.Final[the full changelog of 2.7.4.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.7.4.Final[2.7.4.Final の完全な変更履歴は、GitHub ] で入手できます。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.7.5.Final[the full changelog of 2.7.5.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.7.5.Final[2.7.5.Final の完全な変更履歴は、GitHub ] で入手できます。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.8.1.Final[the full changelog of 2.8.1.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.8.1.Final[GitHubで2.8.1.Finalの全変更履歴]をご覧いただけます。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.8.2.Final[the full changelog of 2.8.2.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.8.2.Final[GitHubで2.8.2.Finalの全変更履歴]をご覧いただけます。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.8.3.Final[the full changelog of 2.8.3.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.8.3.Final[GitHubで2.8.3.Finalの全変更履歴] をご覧いただけます。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.9.1.Final[the full changelog of 2.9.1.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.9.1.Final[2.9.1.Finalの完全な変更履歴はGitHub]に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/2.9.2.Final[the full changelog of 2.9.2.Final on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.9.2.Final[2.9.2.Finalの完全な変更履歴は、GitHub] に掲載されています。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/3.20.5[the full changelog of 3.20.5 on GitHub].
ja_jp: https://github.com/quarkusio/quarkus/releases/tag/3.20.5[3.20.5 の完全な変更ログは GitHub で入手できます]。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/3.20.6[the full changelog of 3.20.6 on GitHub].
ja_jp: https://github.com/quarkusio/quarkus/releases/tag/3.20.6[3.20.6 の完全な変更履歴は GitHub で] 確認できます。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/3.27.2[the full changelog of 3.27.2 on GitHub].
ja_jp: https://github.com/quarkusio/quarkus/releases/tag/3.27.2[3.27.2 の完全な変更履歴を GitHub で取得] できます。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/3.27.3[the full changelog of 3.27.3 on GitHub].
ja_jp: 以下から https://github.com/quarkusio/quarkus/releases/tag/3.27.3[GitHub で 3.27.3 の完全な変更履歴] を取得できます。

source: You can get https://github.com/quarkusio/quarkus/releases/tag/3.4.2[the full changelog of 3.4.2 on GitHub].
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/3.4.2[3.4.2の完全な変更履歴はGitHub] で入手できる。

source: You can get information about the GraphQL request anywhere in your code, using this experimental, SmallRye specific feature:
ja_jp: この実験的なSmallRye固有の機能を使えば、コードのどこにいてもGraphQLリクエストの情報を得ることができます。

source: You can get started by creating an link:https://github.com/quarkusio/quarkus/issues/new/choose[Extension Request] issue (check first if one wasn't already submitted link:https://github.com/quarkusio/quarkus/labels/kind%2Fextension-proposal[here]) and asking to lead it.
ja_jp: link:https://github.com/quarkusio/quarkus/issues/new/choose[エクステンションリクエスト] 投稿を作成 (link:https://github.com/quarkusio/quarkus/labels/kind%2Fextension-proposal[こちら]) で、まだ投稿されていないかどうかを最初に確認してください) し、それをリードするように依頼することから始めることができます。

source: You can get the Vert.x `RoutingContext` as well as the `form` contents
ja_jp: Vert.x `RoutingContext` の他、 `form` のコンテンツも入手できます。

source: You can get the details of the task by calling another endpoint, replace `uuids` with the values taken from the responses (`uuid-1` is the process instance id and `uuid-2` is the task instance id). First corresponds to the process instance id and the other to the task instance id.
ja_jp: 別のエンドポイントを呼び出すことでタスクの詳細を取得することができます。 `uuids` をレスポンスから取得した値( `uuid-1` はプロセスインスタンス ID、 `uuid-2` はタスクインスタンス ID)に置き換えてください。最初の値はプロセスインスタンスIDに、もう一方の値はタスクインスタンスIDに対応します。

source: You can get the full changelog of Quarkus 3.0 on GitHub:
ja_jp: Quarkus 3.0の完全な変更履歴は、GitHubで入手できます：

source: You can get the full changelog of https://github.com/quarkusio/quarkus/releases/tag/2.10.0.CR1[2.10.0.CR1] and https://github.com/quarkusio/quarkus/releases/tag/2.10.0.Final[2.10.0.Final] on GitHub.
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.10.0.Final[2.10.0.Final の完全な変更履歴は、GitHub] で入手できます。

source: You can get the full changelog of https://github.com/quarkusio/quarkus/releases/tag/2.11.0.CR1[2.11.0.CR1], https://github.com/quarkusio/quarkus/releases/tag/2.11.0.Final[2.11.0.Final] and https://github.com/quarkusio/quarkus/releases/tag/2.11.1.Final[2.11.1.Final] on GitHub.
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.11.0.CR1[2.11.0.CR1] , link:https://github.com/quarkusio/quarkus/releases/tag/2.11.0.Final[2.11.0.Final] , link:https://github.com/quarkusio/quarkus/releases/tag/2.11.1.Final[2.11.1.Final] の完全な変更履歴は GitHub で入手できます。

source: You can get the full changelog of https://github.com/quarkusio/quarkus/releases/tag/2.12.0.CR1[2.12.0.CR1] and https://github.com/quarkusio/quarkus/releases/tag/2.12.0.Final[2.12.0.Final] on GitHub.
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.12.0.CR1[2.12.0.CR1] と link:https://github.com/quarkusio/quarkus/releases/tag/2.12.0.Final[2.12.0.Final] の完全な変更履歴は、GitHub で入手することができます。

source: You can get the full changelog of https://github.com/quarkusio/quarkus/releases/tag/2.13.0.CR1[2.13.0.CR1] and https://github.com/quarkusio/quarkus/releases/tag/2.13.0.Final[2.13.0.Final] on GitHub.
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.13.0.CR1[2.13.0.CR1] と link:https://github.com/quarkusio/quarkus/releases/tag/2.13.0.Final[2.13.0.Final] の完全な変更履歴は、GitHub で入手することができます。

source: You can get the full changelog of https://github.com/quarkusio/quarkus/releases/tag/2.14.0.CR1[2.14.0.CR1] and https://github.com/quarkusio/quarkus/releases/tag/2.14.0.Final[2.14.0.Final] on GitHub.
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.14.0.CR1[2.14.0.CR1] と link:https://github.com/quarkusio/quarkus/releases/tag/2.14.0.Final[2.14.0.Final] の完全な変更履歴は、GitHub で入手することができます。

source: You can get the full changelog of https://github.com/quarkusio/quarkus/releases/tag/3.30.6[3.30.6] on GitHub.
ja_jp: https://github.com/quarkusio/quarkus/releases/tag/3.30.6[3.30.6] の完全な変更履歴は GitHub で確認できます。

source: You can get the full changelog of https://github.com/quarkusio/quarkus/releases/tag/3.30.7[3.30.7] on GitHub.
ja_jp: https://github.com/quarkusio/quarkus/releases/tag/3.30.7[3.30.7] の完全な変更ログは GitHub で入手できます。

source: You can get the full changelog of https://github.com/quarkusio/quarkus/releases/tag/3.30.8[3.30.8] on GitHub.
ja_jp: https://github.com/quarkusio/quarkus/releases/tag/3.30.8[3.30.8] の完全な変更ログは GitHub で確認できます。

source: You can get the full changelog of https://github.com/quarkusio/quarkus/releases/tag/3.31.0.CR1[3.31.0.CR1], https://github.com/quarkusio/quarkus/releases/tag/3.31.0[3.31.0], and https://github.com/quarkusio/quarkus/releases/tag/3.31.1[3.31.1] on GitHub.
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/3.31.0.CR1[3.31.0.CR1] 、 link:https://github.com/quarkusio/quarkus/releases/tag/3.31.0[3.31.0] 、および link:https://github.com/quarkusio/quarkus/releases/tag/3.31.1[3.31.1] の完全な変更履歴はGitHubで確認できます。

source: You can get the full changelog of https://github.com/quarkusio/quarkus/releases/tag/3.31.2[3.31.2] on GitHub.
ja_jp: https://github.com/quarkusio/quarkus/releases/tag/3.31.2[3.31.2] の完全な変更履歴は GitHub で確認できます。

source: You can get the full changelog of https://github.com/quarkusio/quarkus/releases/tag/3.31.3[3.31.3] on GitHub.
ja_jp: https://github.com/quarkusio/quarkus/releases/tag/3.31.3[3.31.3] の完全な変更履歴は GitHub で入手できます。

source: You can get the full changelog of https://github.com/quarkusio/quarkus/releases/tag/3.31.4[3.31.4] on GitHub.
ja_jp: https://github.com/quarkusio/quarkus/releases/tag/3.31.4[3.31.4] の完全な変更履歴は GitHub で確認できます。

source: You can get the full changelog of https://github.com/quarkusio/quarkus/releases/tag/3.32.0.CR1[3.32.0.CR1], https://github.com/quarkusio/quarkus/releases/tag/3.32.0[3.32.0], and https://github.com/quarkusio/quarkus/releases/tag/3.32.1[3.32.1] on GitHub.
ja_jp: https://github.com/quarkusio/quarkus/releases/tag/3.32.0.CR1[3.32.0.CR1]、 https://github.com/quarkusio/quarkus/releases/tag/3.32.0[3.32.0]、および https://github.com/quarkusio/quarkus/releases/tag/3.32.1[3.32.1] の完全な変更履歴は GitHub で確認できます。

source: You can get the full changelog of https://github.com/quarkusio/quarkus/releases/tag/3.32.2[3.32.2] on GitHub.
ja_jp: https://github.com/quarkusio/quarkus/releases/tag/3.32.2[3.32.2] の完全な変更履歴は GitHub で確認できます。

source: You can get the full changelog of https://github.com/quarkusio/quarkus/releases/tag/3.32.3[3.32.3] on GitHub.
ja_jp: https://github.com/quarkusio/quarkus/releases/tag/3.32.3[3.32.3] の完全な変更履歴は GitHub で確認できます。

source: You can get the full changelog of https://github.com/quarkusio/quarkus/releases/tag/3.33.1[3.33.1] on GitHub.
ja_jp: https://github.com/quarkusio/quarkus/releases/tag/3.33.1[3.33.1] の完全な変更履歴はGitHubで確認できます。

source: You can get the full changelog of https://github.com/quarkusio/quarkus/releases/tag/3.34.0.CR1[3.34.0.CR1], https://github.com/quarkusio/quarkus/releases/tag/3.34.0[3.34.0], and https://github.com/quarkusio/quarkus/releases/tag/3.34.1[3.34.1] on GitHub.
ja_jp: https://github.com/quarkusio/quarkus/releases/tag/3.34.0.CR1[3.34.0.CR1] 、 https://github.com/quarkusio/quarkus/releases/tag/3.34.0[3.34.0] 、および https://github.com/quarkusio/quarkus/releases/tag/3.34.1[3.34.1] の完全な変更履歴を GitHub で確認できます。

source: You can get the full changelog of https://github.com/quarkusio/quarkus/releases/tag/3.34.2[3.34.2] on GitHub.
ja_jp: 完全な変更履歴は、 https://github.com/quarkusio/quarkus/releases/tag/3.34.2[3.34.2] の GitHub で確認できます。

source: You can get the full changelog of https://github.com/quarkusio/quarkus/releases/tag/3.34.3[3.34.3] on GitHub.
ja_jp: https://github.com/quarkusio/quarkus/releases/tag/3.34.3[3.34.3] の完全なチェンジログは GitHub で確認できます。

source: You can get the full changelogs of https://github.com/quarkusio/quarkus/releases/tag/1.10.0.CR1[1.10.0.CR1], https://github.com/quarkusio/quarkus/releases/tag/1.10.0.Final[1.10.0.Final], https://github.com/quarkusio/quarkus/releases/tag/1.10.1.Final[1.10.1.Final] and https://github.com/quarkusio/quarkus/releases/tag/1.10.2.Final[1.10.2.Final] on GitHub.
ja_jp: https://github.com/quarkusio/quarkus/releases/tag/1.10.0.CR1[1.10.0.CR1]、 https://github.com/quarkusio/quarkus/releases/tag/1.10.0.Final[1.10.0.Final]、 https://github.com/quarkusio/quarkus/releases/tag/1.10.1.Final[1.10.1.Final]、 https://github.com/quarkusio/quarkus/releases/tag/1.10.2.Final[1.10.2.Final] の完全な変更ログはGitHubで入手できます。

source: You can get the full changelogs of https://github.com/quarkusio/quarkus/releases/tag/1.11.0.Beta1[1.11.0.Beta1], https://github.com/quarkusio/quarkus/releases/tag/1.11.0.Beta2[1.11.0.Beta2], https://github.com/quarkusio/quarkus/releases/tag/1.11.0.CR1[1.11.0.CR1], and https://github.com/quarkusio/quarkus/releases/tag/1.11.0.Final[1.11.0.Final] on GitHub.
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/1.11.0.Beta1[1.11.0.Beta1]、 link:https://github.com/quarkusio/quarkus/releases/tag/1.11.0.Beta2[1.11.0.Beta2]、 link:https://github.com/quarkusio/quarkus/releases/tag/1.11.0.CR1[1.11.0.CR1]、 link:https://github.com/quarkusio/quarkus/releases/tag/1.11.0.Final[1.11.0.Final]の全変更履歴は GitHub で入手できます。

source: You can get the full changelogs of https://github.com/quarkusio/quarkus/releases/tag/1.12.0.CR1[1.12.0.CR1], and https://github.com/quarkusio/quarkus/releases/tag/1.12.0.Final[1.12.0.Final] on GitHub.
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/1.12.0.CR1[1.12.0.CR1] と link:https://github.com/quarkusio/quarkus/releases/tag/1.12.0.Final[1.12.0.Final]の完全な変更ログは GitHub で取得できます。

source: You can get the full changelogs of https://github.com/quarkusio/quarkus/releases/tag/1.13.0.CR1[1.13.0.CR1], and https://github.com/quarkusio/quarkus/releases/tag/1.13.0.Final[1.13.0.Final] on GitHub.
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/1.13.0.CR1[1.13.0.CR1]および link:https://github.com/quarkusio/quarkus/releases/tag/1.13.0.Final[1.13.0.Final]の完全な変更履歴はGitHubでご覧いただけます。

source: You can get the full changelogs of https://github.com/quarkusio/quarkus/releases/tag/1.8.0.CR1[1.8.0.CR1] and https://github.com/quarkusio/quarkus/releases/tag/1.8.0.Final[1.8.0.Final] on GitHub.
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/1.8.0.CR1[1.8.0.CR1] と link:https://github.com/quarkusio/quarkus/releases/tag/1.8.0.Final[1.8.0.Final] の完全な変更ログは GitHub で取得できます。

source: You can get the full changelogs of https://github.com/quarkusio/quarkus/releases/tag/1.9.0.CR1[1.9.0.CR1] and https://github.com/quarkusio/quarkus/releases/tag/1.9.0.Final[1.9.0.Final] on GitHub.
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/1.9.0.CR1[1.9.0.CR1] と link:https://github.com/quarkusio/quarkus/releases/tag/1.9.0.Final[1.9.0.Final] の完全な変更ログは GitHub で取得できます。

source: You can get the full changelogs of https://github.com/quarkusio/quarkus/releases/tag/2.0.0.Alpha1[2.0.0.Alpha1] on GitHub.
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.0.0.Alpha1[2.0.0.Alpha1]の完全な変更履歴はGitHubでご覧いただけます。

source: You can get the full changelogs of https://github.com/quarkusio/quarkus/releases/tag/2.0.0.Alpha2[2.0.0.Alpha2] on GitHub.
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.0.0.Alpha2[2.0.0.Alpha2]の完全な変更履歴はGitHubに掲載されています。

source: You can get the full changelogs of https://github.com/quarkusio/quarkus/releases/tag/2.0.0.Alpha3[2.0.0.Alpha3] on GitHub.
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.0.0.Alpha3[2.0.0.Alpha3]の完全な変更履歴はGitHubに掲載されています。

source: You can get the full changelogs of https://github.com/quarkusio/quarkus/releases/tag/2.0.0.CR1[2.0.0.CR1] https://github.com/quarkusio/quarkus/releases/tag/2.0.0.CR2[2.0.0.CR2] on GitHub.
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.0.0.CR1[2.0.0.CR1] link:https://github.com/quarkusio/quarkus/releases/tag/2.0.0.CR2[2.0.0.CR2]の完全な変更履歴はGitHubでご覧いただけます。

source: You can get the full changelogs of https://github.com/quarkusio/quarkus/releases/tag/2.0.0.CR3[2.0.0.CR3] on GitHub.
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.0.0.CR3[2.0.0.CR3]の完全な変更履歴はGitHubに掲載されています。

source: You can get the full changelogs of https://github.com/quarkusio/quarkus/releases/tag/2.1.0.CR1[2.1.0.CR1] and https://github.com/quarkusio/quarkus/releases/tag/2.1.0.Final[2.1.0.Final] on GitHub.
ja_jp: link:https://github.com/quarkusio/quarkus/releases/tag/2.1.0.CR1[2.1.0.CR1]および link:https://github.com/quarkusio/quarkus/releases/tag/2.1.0.Final[2.1.0.Final]の完全な変更履歴はGitHubでご覧いただけます。
